{
  "schema": "hinowa-templates-b2",
  "styles": [
    "gentle",
    "calm",
    "coach",
    "friend"
  ],
  "slots": {
    "preface": {
      "low": [
        "ここにいるよ。まずは息をゆっくり整えよう。",
        "伝えてくれてありがとう。急がなくて大丈夫。",
        "いまは整える時間にしよう。私はそばにいる。",
        "胸のつかえ、ここで一緒にほどこう。",
        "がんばり続けたね。少し肩を下ろしていい。",
        "言葉が出ないときは短い言葉で十分だよ。",
        "感じたままを置いていこう。正解は要らない。",
        "小さく区切っていこう。ここからでいい。",
        "身体の声を聞こう。いま何が楽？",
        "静かなペースで行こう。競争はいらない。",
        "うまく説明しなくて大丈夫。伝わってる。",
        "大丈夫、今は整えるだけで十分だよ。"
      ],
      "medium": [
        "言葉にした時点で、もう一歩進んでる。",
        "状況を認められている、それが土台になる。",
        "いま必要なのは完璧じゃなく、ひとつの手当て。",
        "負荷のスイッチを少し下げよう。",
        "“できていない”より“いまはここまで”。",
        "手の届く半径から始めよう。",
        "やることを三つではなく、一つに絞ろう。",
        "体調・時間・気持ちに合わせて微調整しよう。",
        "ペース配分はあなたが決めていい。",
        "説明よりも「次の一分」を大事にしよう。",
        "今日の自分に優しいルールでいこう。",
        "足りないより、まずは減らすで整えよう。"
      ],
      "high": [
        "強いしんどさ、確かに受け取った。",
        "まず安全を確かめよう。私はここにいる。",
        "判断はあとでいい。体と環境を守ろう。",
        "刺激を減らして、呼吸に戻ろう。",
        "自分を責める声は一旦脇に置こう。",
        "できる範囲で十分。最小の動きでOK。",
        "近くの支えを使おう。助けを借りていい。",
        "今は『生き延びるモード』でいこう。",
        "体温・姿勢・水分、順番に確認しよう。",
        "言葉は短くていい。合図だけでも十分。",
        "外部ノイズを切って、自分の音を聞こう。",
        "いま必要なのは安心の一点。そこに集中しよう。"
      ],
      "critical": [
        "命が最優先。安全な場所に移動できる？",
        "緊急のサインだよ。近くの人に合図しよう。",
        "細かな説明より安全の確保を先に。",
        "息を合わせるよ。四拍吸って、四拍止めて、六拍で吐こう。",
        "扉と明かり、身の回りの安全を確認しよう。",
        "声が出なくてもスタンプ一つで合図は届く。",
        "飲まず食わずなら、水を少し。",
        "迷ったら人に委ねていい。助けを呼ぼう。",
        "今のあなたは一人じゃない。ここにいる。",
        "救援先の番号やチャットを手元に置こう。",
        "体を支える壁や椅子に寄りかかって。",
        "危険ならその場から離れよう。無理はしない。"
      ]
    },
    "core": {
      "low": [
        "足裏と椅子の接点を感じて、体の重さを許そう。",
        "視線を少し下げて、吐く息を長めに。",
        "音を一つ減らして、光をやわらげよう。",
        "肩と顎の力を抜いて、小さく伸びを。",
        "こめかみを指でやさしく押して離す。",
        "手を温かいカップで包んで、温度を感じる。",
        "5つのものを見て、4つの音を聞いて、3つの触感を確かめよう。",
        "背中を背もたれに預けて「支え」を作る。",
        "深呼吸3回、自分のペースで。",
        "窓を開けて空気を一口だけ吸う。",
        "水をひと口、喉を通る感覚を味わう。",
        "スマホを伏せて、余白を少し作ろう。"
      ],
      "medium": [
        "“やらなきゃ”を“今日はここまで”に置き換える。",
        "三行だけ、頭の渋滞を書き出そう。",
        "頼れる人に一行メッセージを送ろう。",
        "机上を10cmだけ片づけて、視界を広げる。",
        "タスクを“いま・明日・今週”に分ける。",
        "体に合う姿勢を一つ見つける。",
        "温かい飲み物を少し。体の内側から安心を。",
        "歩数は問わず、玄関まで歩いてみる。",
        "外気を一呼吸だけ吸って戻る。",
        "ノイズになっている通知を一つ切る。",
        "負荷を1段下げる代替案を考える。",
        "自分の味方の言葉を一つ書き出す。"
      ],
      "high": [
        "刺激を最小化。音量を下げ、画面から離れよう。",
        "背中と壁で体を固定して安心感を作る。",
        "体温を守る。上着・ブランケット・靴下を活用。",
        "腹部に手を当てて呼吸の起伏を感じる。",
        "足を床に押し付け、地面の反力を感じる。",
        "甘さより水分。まずは水を少し。",
        "視界を狭めて、焦点を一つに合わせる。",
        "言葉は短くOK。『しんどい』だけで伝わる。",
        "予定は一旦保留。安全の確保を優先。",
        "自責の声に“待って”と言って距離を置く。",
        "暗すぎるなら灯りを一段階上げる。",
        "騒がしさから一時離脱。静かな場所へ。"
      ],
      "critical": [
        "安全な場所に移動しよう。扉と明かりを確認。",
        "呼吸のリズムに合わせて、私はここにいる。",
        "緊急連絡手段を手元に。番号やチャットを開こう。",
        "水を少し。むせない程度でOK。",
        "姿勢を安定させて、倒れない位置に座る。",
        "近くの人に合図を。長文はいらない。",
        "体が冷えていたら温める、熱ければ冷ます。",
        "判断は周りに委ねてもいい。無理を手放す。",
        "外の危険から距離を取ろう。",
        "目を閉じるのが怖ければ、半目でOK。",
        "呼吸、呼吸、呼吸。私が一緒に数える。",
        "助けが来るまでの時間をここで繋ぐ。"
      ]
    },
    "step": {
      "low": [
        "次の一歩は「深呼吸×3→水を一口→姿勢を整える」。",
        "“5分だけ”横になって体を休めよう。",
        "窓辺まで歩いて、外気を一呼吸。",
        "机の上を15cmだけ片づける。",
        "メモに今日の『できた』を一つ書く。",
        "通知を一つ、静音にしてみる。",
        "温かい飲み物を少し。喉を通る温度に集中。",
        "短いストレッチを30秒だけ。",
        "目を閉じて、ゆっくり数を10まで数える。",
        "音楽を一曲だけ。歌わなくて大丈夫。",
        "室温を1度だけ調整する。",
        "姿勢を変えて、視点を少し動かす。"
      ],
      "medium": [
        "今できる1分行動を一つだけ選ぼう。",
        "明日の自分が助かる準備をひとつ。",
        "玄関まで歩いて、外気を感じて戻る。",
        "頼れる人へ、一行メッセージを送る。",
        "タスクを“最小の一手”に分解する。",
        "『いまはここまで』の線引きを決める。",
        "机に“終了ライン”の付箋を置く。",
        "水分を補給して、頭痛を予防。",
        "5分のタイマーで区切って動く。",
        "必要なら昼寝を15分。アラームは優しい音で。",
        "明日の持ち物を一つだけ準備。",
        "自分に向けて『今日はよくやった』と書く。"
      ],
      "high": [
        "近しい人へ短い合図を送ろう（一行でOK）。",
        "四拍吸う→四拍止める→六拍吐く、を3回。",
        "危険がないか周囲を見渡そう。",
        "体温・水分・姿勢の順でチェック。",
        "刺激を減らして安全を優先。通知は一時停止。",
        "静かな場所に移動できる？できる範囲でOK。",
        "目の高さを下げて、視界を落ち着かせる。",
        "『今は生き延びる』を合言葉にする。",
        "言葉に詰まったら、スタンプで合図。",
        "外出中なら、壁や柱に背を預けて呼吸。",
        "繰り返し出る考えには『あとで』と付箋を。",
        "温かいものを手に持って落ち着かせる。"
      ],
      "critical": [
        "近くの人に今の状況を伝える（短くでいい）。",
        "地域の相談先へ繋がる準備をしよう。",
        "安全な姿勢を取って、息を合わせる。",
        "危険があるなら、その場を離れる。",
        "電話が難しければチャットで合図。",
        "水を少し飲んで、姿勢を安定。",
        "灯りを確保して、周囲を見える状態に。",
        "救援を待つ間、呼吸のリズムを一緒に。",
        "倒れやすい物から距離を取る。",
        "無理な移動はしない。助けを待とう。",
        "合図が送れたら、それで十分。",
        "生き延びることが目標。それでいい。"
      ]
    },
    "closing": {
      "low": [
        "少しでも楽になったら、それで十分。",
        "できたことを一つだけ心の棚に置こう。",
        "休む権利はここにある。",
        "今日は“減らす勇気”がよく働いた。",
        "次のタイミングで、また少し話そう。",
        "体に合図を送ろう。『いまは安心』と。",
        "眠気が来たら、そのまま委ねていい。",
        "自分をねぎらう一言を残しておこう。",
        "一歩進んだら、必ず立ち止まって丸。",
        "今日はここまで。続きは明日の自分に託そう。",
        "静かな音で締めくくろう。",
        "ここまで来られた。十分だよ。"
      ],
      "medium": [
        "一歩進んだら、必ず自分に丸を。",
        "“できなかった”は“今はここまで”に言い換えよう。",
        "次に動く時間を軽く決めておこう。",
        "小さな休憩を挟みながら進めば大丈夫。",
        "うまくいかない日も計画のうち。",
        "明日の自分にメモを一行残す。",
        "眠る前は、画面から距離を。",
        "体の声を聞きながら、微調整しよう。",
        "支えは使っていい。あなたは一人じゃない。",
        "進みが遅くても、それでも進んでる。",
        "次の合図はいつがよさそう？",
        "今日はここで区切ろう。よくやった。"
      ],
      "high": [
        "一人で抱え込まないで。ここにいる。",
        "安全が第一。細かいことはあとでいい。",
        "合図が送れたら、大きな進歩だよ。",
        "呼吸が整ったら、また様子を教えて。",
        "助けを借りるのは強さの表れ。",
        "『今は守る』それでいい。",
        "体の落ち着きが戻るまで、ゆっくりでOK。",
        "言葉の数より、安心の質を選ぼう。",
        "危険が去ったら、また整えていこう。",
        "眠れそうなら、短く横になって。",
        "次の一歩は、あなたのペースで。",
        "ここまで耐えたこと、そのまま価値だよ。"
      ],
      "critical": [
        "生き延びることがいまの目標。それでいい。",
        "判断は周りに委ねてもいい。無理はしないで。",
        "繋がれたら、次は一緒に考えよう。",
        "安全が確保できたら、短く合図を。",
        "水分・体温・姿勢をもう一度確認しよう。",
        "あなたは独りじゃない。ここにいる。",
        "夜は長いけど、必ず朝が来る。",
        "助けを待つ間は、息を一緒に数えよう。",
        "危険が続くなら、その場から距離を。",
        "いまは細部より命。迷ったら安全側へ。",
        "落ち着いたら、またここに戻ってこよう。",
        "よく耐えている。いまは守り切ろう。"
      ]
    }
  },
  "options": {
    "max_sentences": 3,
    "style_weights": {
      "gentle": 0.4,
      "calm": 0.3,
      "coach": 0.2,
      "friend": 0.1
    },
    "endings": [
      "。",
      "。",
      "。",
      "。",
      "。",
      "。",
      "。"
    ]
  }
}